.svn/pristine/e1/e1df7c6b3b193b8ab42e45f9bf9847b20862daa8.svn-base

<Envelope
	xmlns="http://schemas.xmlsoap.org/soap/envelope/">
	<Body>
		<serve
			xmlns="http://schemas.cordys.com/gateway/Provider">
			<SessionDoc>
				<Session>
					<SessionData
						xmlns="http://schemas.cordys.com/bagi/b2c/emotor/bpm/1.0">
						<Index>1</Index>
						<InitTime>Thu, 03 Aug 2017 17.04.10 GMT</InitTime>
						<UserName>landmarkmtr</UserName>
						<Password>AZg3Q1SktWKLz0Os/H0MlAxFfI75pjnpKjn9xrV9vimyyS7/5Ilil/ftcP5oHxC7IFYLVF0C3MAJcIznwrZvDA==</Password>
						<OrderNo>NA</OrderNo>
						<QuoteNo>NA</QuoteNo>
						<Route>INT</Route>
						<Contract>MTR</Contract>
						<Channel />
						<TransactionType>Quote</TransactionType>
						<TransactionStatus>Fresh</TransactionStatus>
						<ID />
						<UserAgentID />
						<Source />
					</SessionData>
					<tns:Vehicle
						xmlns:tns="http://schemas.cordys.com/bagi/b2c/emotor/2.0">
						<tns:TypeOfBusiness>NB</tns:TypeOfBusiness>
						<tns:AccessoryInsured>N</tns:AccessoryInsured>
						<tns:AccessoryValue>0</tns:AccessoryValue>
						<tns:BiFuelKit>
							<tns:IsBiFuelKit>N</tns:IsBiFuelKit>
							<tns:BiFuelKitValue>0</tns:BiFuelKitValue>
							<tns:ExternallyFitted>N</tns:ExternallyFitted>
						</tns:BiFuelKit>
						<tns:DateOfRegistration>2017-08-03T00:00:00.000</tns:DateOfRegistration>
						<tns:RiskType>FPV</tns:RiskType>
						<tns:Make>MARUTI</tns:Make>
						<tns:Model>CELERIO (PETROL)</tns:Model>
						<tns:FuelType>P</tns:FuelType>
						<tns:Variant>ZXI</tns:Variant>
						<tns:IDV>434400.8</tns:IDV>
						<tns:VehicleAge>1</tns:VehicleAge>
						<tns:DateOfManufacture>2016-06-01T00:00:00.000</tns:DateOfManufacture>
						<tns:CC>998</tns:CC>
						<tns:PlaceOfRegistration>(MH04) Thane</tns:PlaceOfRegistration>
						<tns:SeatingCapacity>5</tns:SeatingCapacity>
						<tns:AntiTheftDevice>N</tns:AntiTheftDevice>
						<tns:VehicleExtraTag01 />
						<tns:RegistrationNo></tns:RegistrationNo>
						<tns:ExShowroomPrice>457264</tns:ExShowroomPrice>
					</tns:Vehicle>
					<tns:Quote
						xmlns:tns="http://schemas.cordys.com/bagi/b2c/emotor/2.0">
						<tns:ExistingPolicy>
							<tns:Claims></tns:Claims>
							<tns:PolicyType></tns:PolicyType>
							<tns:EndDate></tns:EndDate>
							<tns:NCB>0</tns:NCB>
						</tns:ExistingPolicy>
						<tns:PolicyStartDate>2017-08-03T00:00:00.000</tns:PolicyStartDate>
						<tns:Deductible>7500</tns:Deductible>
						<tns:PAFamilySI>150000</tns:PAFamilySI>
						<tns:AgentNumber />
						<tns:DealerId />
						<tns:Premium>
							<tns:Discount />
						</tns:Premium>
						<tns:SelectedCovers>
							<tns:CarDamageSelected>True</tns:CarDamageSelected>
							<tns:TPLiabilitySelected>True</tns:TPLiabilitySelected>
							<tns:PADriverSelected>True</tns:PADriverSelected>
							<tns:ZeroDepriciationSelected>False</tns:ZeroDepriciationSelected>
							<tns:RoadsideAssistanceSelected>False</tns:RoadsideAssistanceSelected>
							<tns:InvoicePriceSelected>False</tns:InvoicePriceSelected>
							<tns:HospitalCashSelected>False</tns:HospitalCashSelected>
							<tns:MedicalExpensesSelected>False</tns:MedicalExpensesSelected>
							<tns:AmbulanceChargesSelected>False</tns:AmbulanceChargesSelected>
							<tns:PAFamilyPremiumSelected>True</tns:PAFamilyPremiumSelected>
						</tns:SelectedCovers>
						<tns:PolicyEndDate>2018-08-02T23:59:59.000</tns:PolicyEndDate>
					</tns:Quote>
					<tns:Client
						xmlns:tns="http://schemas.cordys.com/bagi/b2c/emotor/2.0">
						<tns:ClientType>Individual</tns:ClientType>
						<tns:CltDOB>19530904</tns:CltDOB>
						<tns:FinancierDetails>
							<tns:IsFinanced>0</tns:IsFinanced>
						</tns:FinancierDetails>
						<tns:GivName>636373766502413328</tns:GivName>
						<tns:SurName />
						<tns:ClientExtraTag01>MAHARASHTRA</tns:ClientExtraTag01>
						<tns:CityOfResidence>Thane</tns:CityOfResidence>
						<tns:EmailID>G4Z4636373766502413328@policyboss.com</tns:EmailID>
						<tns:MobileNo>9999999999</tns:MobileNo>
						<tns:RegistrationZone>B</tns:RegistrationZone>
					</tns:Client>
				</Session>
			</SessionDoc>
		</serve>
	</Body>
</Envelope>